Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Book of Lagier.tmx
Source language: ko_kr
Languages: en

source: 고마워요.
en: Thank you.

source: 급히 보고 드릴 일이 있습니다.
en: I have an urgent report.

source: 아무에게 함부로 입을 놀리진 못할 겁니다.
en: ...so she won’t spread thoughtless rumors.

source: 그럼 일단 폐하의 즉위식부터 취소를...
en: then we should first cancel his majesty’s coronatio—

source: 아하하하!
en: ahahaha!

source: 캬학
en: Kyaaak

source: 다친다!
en: You’ll get hurt!

source: 하지만 갑자기 나라를 개방하는 건 쉽지 않겠지.
en: Suddenly opening up the country won’t be easy, though.

source: 이렇게 많이 수척해지시다니...
en: You have become so hallowed...

source: 내가 황제에 오르면 한 놈 한 놈씩 썩은 뿌리들을 모두 잘라낼 거야.
en: ...when I become the emperor, I’m going to rip out all the rotten bastards one by one.

source: 그럼 전 한 몫 잡으러 갑니다!
en: so, I’ll be off to take my fill!

source: 그래서 그렇게 동상들이 많았던 건가.
en: So that’s why there were so many statues.

source: 씨익-
en: Grin

source: 대체 그 신관의 정체가 뭘까?
en: Just who is he?

source: 가엾은 왕비 마마.
en: I feel bad for Her Majesty.

source: 땅요정이라니?
en: Earth fairies?

source: 저것들은 사람이 아니란 거네?
en: those aren’t humans, right?

source: 양심도 없는 돼지 ㅅㄲ...!
en: That pig had no conscience!

source: 아, 자세히 보니 거, 거기도...
en: Uh, looking closer, there too...

source: 우
en: oo

source: 황가의 울타리가 무너진 지금...
en: when the imperial family is crisis...

source: 야, 휘온 경.
en: Hey, Sir Huion.

source: 네...?
en: What...?

source: 하늘이 무슨 색인지
en: I don’t remember...

source: 물을 무서워하신다는데 왕자님이 오실 리가 있겠나.
en: The Prince is afraid of water. There’s no way he will come

source: 그렇기에 더 이상 당신을 우리의 군주로 인정할 수 없는 것 입니다!
en: we cannot serve you as our ruler anymore!

source: 우리들의 집이 위험해...
en: Our home, in danger...

source: 잠깐.
en: Wait.

source: 저 마물들은...
en: weren’t those creatures...

source: 이제부터 귀공의 변명이든 사죄든 뭐든 다 들어주겠어.
en: I’m all ears now. I’ll hear out your excuses, apologies... anything.

source: 엔젤링?
en: Angel rings?

source: 끼 이 이 익
en: Creak

source: 그럼 이걸로 우리 둘은 형제가 되는 거지, 아우님?
en: then we’re brothers now. right, little bro?

source: 폐하께서는 아드님이 한 분밖에 없다고 알고 있사옵니다만...
en: It is my understanding that you only have one son...

source: 근데 반대로 생각해보니 피를 싫어한다고 들어서요.
en: but I had also heard that you don’t like blood.

source: 냅둬, 추우니까 문이나 닫고.
en: leave him be. just close the door, it’s cold.

source: 휘온 경.
en: sir huion.

source: 뭐...
en: What?

source: 도대체 어떤 기술로 만들었는지 짐작도 가지 않습니다.
en: I can’t even imagine the sort of technology they used to build it.

source: 아, 안돼!!
en: N-no!!

source: 은혜라니!
en: Kindness?

source: 이 인간의 몸은 너무 약하단 말이지.
en: this human body is just too weak.

source: 으허억!
en: ugh!

source: 두
en: Du

source: 미안, 내가 한 짓은 아니지만 대신 사과할게.
en: Sorry, it wasn’t me, but I’ll apologize.

source: 내가 처음이라고?
en: I’m the first?

source: 끼 익
en: Creak

source: 매직쇼?
en: a magic show?

source: 네가 잘못했지?!
en: You were wrong, weren’t you?!

source: 헤헷~
en: Hehe!

source: 아닙니까?
en: Was it not so?

source: 꼬리나 숨겨.
en: Just hide your tail.

source: 돈만 있다면 말이야.
en: As long as you have money.

source: 율리우스 렌 카나스.
en: julius ren kanas.

source: 청
en: Stumble

source: 네....
en: Yes...

source: 분명 에너지의 파동이 느껴져.
en: But I can feel its energy.

source: 라지에르~ 나두~ 나두우~ 세드나도 다음엔 잘 할 수 있어!
en: lagier! me too! me tooo! sedna will do a good job next time!

source: 내 진실의 눈으로 봐도 라지에르가 한 말에 일체 거짓이 없어.
en: Even through my eyes of truth, I can see that Lagier did not tell a single lie.

source: 우린 여기서 언령마법사의 실력이나 구경할 테니까.
en: let’s see how great that speech mage is from here.

source: 부르지 말 걸 그랬나?
en: Maybe I shouldn’t have called for him.

source: 벌써부터 반항이냐?
en: Are you already rebelling?

source: 그리고 손가락과 귓불도 좀 얇아지신 듯하고...
en: And your fingers and earlobes seem thinner...

source: 와~ 이거 사람을 감지하면 켜지는 마법 횃불이네?
en: whoa! magic torches that light up when people are around!

source: 그러니 너도 같이 가라는 거야.
en: that’s why I’m telling you to go as well.

source: 왕자님이 다섯 살 때 유모가 한눈판 사이에 연못에 빠졌던 거?
en: When the Prince was five, he fell into the lake while his nanny wasn’t paying attention.

source: 라고 해야 하나?
en: How about “Mr. Guardian” then?

source: 살아 있었던건가.
en: ...was alive?

source: 실은...
en: it’s just that...

source: 라지에르, 머리 예뻐.
en: Lagier hair, pretty.

source: 잘 지키고 있다가 황실의 위기가 찾아오면 열어주라 했지라.
en: he told me to protect it well, then open it when crisis comes to the imperial family.

source: 따라오지라.
en: follow meel.

source: 목에 칼이 들어와도 웃을 분이니...
en: He would smile even when stabbed in the throat...

source: 네가 날 도와줬고 또 난 너를 좋아하니까 상관없어!
en: You helped me and I like you, so why does it matter?

source: 바다도 보고 싶다며?
en: You said you want to see the ocean.

source: 소환자가 죽어버렸으니
en: The summoner died...

source: 거짓말이 아니에요.
en: It was not.

source: 그 빌어먹을 왕자의 소원을 이루려면 해신인 세드나의 도움이 필요해.
en: Sedna’s the Goddess of the Sea. I need her help to satisfy this damn prince’s wishes.

source: 우득
en: Crack

source: 뭘?!
en: What?!

source: 숨겨둔 아들이야?
en: A hidden son?

source: 목적지까진 얼마나 남았지?
en: How long do we have until our destination?

source: 아주 개판인 나라지?
en: what a country, huh?

source: 소인 너무나 걱정이 되옵니다.
en: I’m so worried for you.

source: 마왕인 나를 소환할 자격은 있었다는 거군.
en: he still had the rights to summon the Demon King.

source: 눈에 띄면 분명 날 잡아가려 할 거야.
en: if they see me, they will capture me.

source: 마탑.
en: to the magic tower.

source: 라지에르다.
en: I’m Lagier.

source: 너무 안심하진 마십시오.
en: Don’t be too complacent.

source: 우리 뭘 받아먹을까?
en: what should we ask for?

source: 어서 미안하다고 말하라구!
en: Hurry and say you are!

source: 무슨 말씀이신지 대체...
en: What do you mean?

source: 저깁니다!
en: there!

source: 이거 놔!
en: let go of me!

source: 성흔으로 맺은 계약은 천왕의 명령보다도 우선시 되는 거야.
en: A contract sealed with a sign is prioritized even before the word of the Angel King.

source: 예?
en: What?

source: 네 진짜 소원은 뭐지, 해신?
en: What’s your true wish, Goddess of the Sea?

source: 정말 어떻게 해야 할지 모르겠네요.
en: I really don’t know what to do.

source: 엠....빌...
en: Em..bil..

source: 아침 일찍 마을로 나가셨습니다.
en: she left for the village early in the morning.

source: 이제부터 널 자유로 만들어 줄게.
en: I’ll free you now.

source: 등딱지 따줄까?!
en: you don’t need your shell, do you?

source: 내가 마족인 걸 알았으면서 별로 겁내진 않네?
en: You don’t seem very scared even though I’m a demon.

source: 에이 씨, 피가 튀었잖아 더럽게!
en: Ugh, the blood splashed. How filthy!

source: 그나저나 날개랑 꼬리나 감추지?
en: Anyway, shouldn’t you hide your wings and tail?

source: 찾...
en: We’ll...

source: 물론 지금은 그렇단 말이지.
en: Of course, I’m talking about now.

source: 투유드림
en: TOYOU’S DREAM

source: 그들로서는 힘들 것입니다.
en: I’m afraid you can’t.

source: 강하고 아름답고 현명하며 오만하기까지 한 마족들이
en: These demons are so strong, beautiful, and wise, yet so arrogant...

source: 그 짧은 사이에 소원을 두 개나 빌었어?!
en: he made two wishes in that short time?

source: 그럼 사인만 하면...
en: If I sign here...

source: 그럴 리가 있어?
en: No way!

source: 새로운 황제가 등극했다는 그 강대국 카나스의 사절단 말인 거 같은데?
en: It seems like the new Emperor’s delegation from the Kanas Empire.

source: 여기야.
en: It’s here.

source: 말했잖아, 난 너희 능력이 필요하다고.
en: I told you. I need your skills.

source: 그런 개들은 언제 이빨을 나한테 드러낼지 모르거든.
en: There’s no guarantee that they won’t bite me.

source: 율리우스 폐하가 아니지 않는가?
en: that isn’t emperor julius...

source: 이런 곳까지 와서 이 고생을 하고 있는데 말이야.
en: otherwise, it wouldn’t be worth all this trouble.

source: 제르에이라의 해저에 묻혀있는...
en: there are stones that are buried in the seas of jereilla.

source: 몇십 배?
en: Tens of times?

source: 땅요정이 좋아할 만한 뭔가로 유인이라도 해야 하나?
en: Do I need to bait them with something they will like?

source: 어라?
en: huh?

source: 아하하하하~ 그런가요.
en: ahahahaha! is that so?

source: 질문...
en: Will you...

source: 흐음, 그런 복장으로 되겠어?
en: Hmm, will you be okay wearing just that?

source: 난, 사고만 치는 못난 여우다 어쩔래!
en: I’m a pathetic fox that only causes trouble! so what?!

source: 마음에 들어.
en: I like him.

source: 날 어떻게 한다고?
en: kill who? me?

source: 당장 돌려드리려 해도 방법이 없었던 것 뿐이지요.
en: There was just no way for us to return it to you immediately.

source: 이 거북이가 말을 하는데?
en: this tortoise is talking.

source: 그렇다면...
en: that means...

source: 난 안 가.
en: I don’t want to.

source: 일어나시면 안 됩니다.
en: You shouldn’t get up.

source: 내가 누군데.
en: I sure am!

source: 신수가 되면서 이렇게 크기도 조절할 수 있게 되었다나 봐.
en: since becoming a deity, he can choose how big or small he wants to be.

source: 아잉~ 그래도 레이보다 이 ‘테이’가 훨씬 더 귀엽죠?
en: Aww! But Tei is still cuter than Lei, right?

source: 아하하하하!!
en: Ahahahaha!!

source: 퍼억-
en: Thwack

source: 눈이...
en: Eye...

source: 무사하셨군요!
en: You’re safe!

source: 글쎄요오~
en: wellll...

source: 그보다 노예로 길들여서 세상에서 가장 아름다운 내 별장을 짓게 시키면 좋겠군.
en: ...but I’d rather train them as my slaves and make them build the most beautiful villa for me.

source: 그럼 이 책의 이름은 뭐라 하실 생각 인가요, 왕?
en: What name will you give this book, My King?

source: 변방의 약소국인 프레데리크의 공주님께선
en: as the princess of fredake, a weak country in a remote land,

source: 소원?
en: Wish?

source: 아, 하긴 해신의 전령사라고 했으니 그 정도는 어려운 일이 아니겠네.
en: ah, well, you’re a goddess’s messenger. I’m sure it would be a piece of cake for you.

source: 자, 그럼 황제에게 남기고 싶은 유언이란 게 뭔지 들어볼까?
en: so, shall we check out the will that was left the emperor?

source: 라지에르는 내 친구잖아!
en: Lagier is my friend!

source: 어서 가자.
en: Let’s go.

source: 아 참, 말 나온 김에 네가 먼저 해라.
en: Oh, right. While we’re on the topic, you should sign first.

source: 이런 나의 완벽함이 두려울 정도야.
en: I’m kind of scared of how perfect I am.

source: 달래지 않으면 분명 귀찮아질 테니 어떨 수 없지.
en: If I don’t appease her, things will get annoying.

source: 제길...
en: Damn it...

source: 저 다리를 만든 건 땅요정들이에요.
en: It’s earth fairies who built it.

source: 목소리에 담긴 힘으로 물이나 불같은 원소를 만들어 낸다고 했지?
en: they use the power of their words to create natural elements like water or fire, right?

source: 아닌데요오~
en: nooo, we’re not.

source: 죽긴 누가 죽는단 거야?
en: Who says I’ll die?

source: 파도가 많이 거칩니다.
en: The waves are very rough.

source: 겉모습이 추한 건 그렇다 치고 대체 이 저질 체력은 뭐란 말이냐.
en: Forget about my pathetic figure. I can’t believe this weak stamina.

source: 그런 비천하고 저질스러운 무리가 아직도 우리들과 같이 궁에 있다는 것이 여러분들은 불쾌하시지 않습니까?
en: aren’t you all offended that such filthy lowlifes are still in the palace with us?

source: 근데 내 잠까지 깨워놓고 가봐서 별일이 아니면....
en: But if we find that I was woken up for no big deal,

source: 테이.
en: Tei.

source: 너야말로 왜 여기에 있는 거지?
en: Why are you here?

source: 견학을 보내는 겁니다.
en: I’m sending them on a field trip.

source: 날 보필하여 나라의 중심에 서야 할 신하가 이렇게 대놓고 역모를 주도하다니 말야.
en: who could’ve guessed that a subject who’s supposed to assist me in ruling the country, would plot treason against me?

source: 아직도...
en: So...

source: 안돼...
en: I can’t...

source: 오늘부터 해신제라...
en: The Festival for the Goddess of the Sea starts today...

source: 반드시 내 힘으로 걸어서 연무장까지 가고 말 테다.
en: I will definitely make it to the training field with my own two feet.

source: 그래서 제국 사람들에겐 꿈의 다리라고도 불린대요.
en: The people here call it the Bridge of Dreams.

source: 경축드립니다, 전하.
en: Congratulations, Your Highness.

source: 하늘여우, 천호인 건가?
en: the Fox of the Heavens, the Angelic Vulpine?

source: 평민 출신인 기사니까요.
en: ...used to be a commoner.

source: 잃어, 버렸다!
en: We’re... lost!

source: 기대하시라~ 두구두구두구...
en: Drumroll please! Are you ready?

source: 난 이제 천계로 돌아가고 싶어도 돌아가지 못하는데...
en: I can’t go back to the Heavenly realm even if I want to.

source: 이제 떠나시는 건가요?
en: Are you leaving now?

source: 처음 저잣거리에서 널 만났을 때...
en: When I first met you on the streets...

source: 눈치를 채고 도망이라도 친 건가?
en: did they realize what’s going on and run?

source: 천신의 이름으로 약속된 즉위식 날까지 모습을 감추셨잖습니까!
en: this coronation was scheduled with god’s blessing, yet you still did not appear until now!

source: 물론 그 효과는 미약하겠지만요.
en: Of course, that effect is quite minimal.

source: 이름이 뭔데?
en: What’s your name?

source: 외교단도 서로 높임말을 쓰는 판국에 내가 실례를 범하면 안 되겠지...
en: I need to be polite. Even the diplomats speak politely to each other.

source: 꼭 죽이고 싶었던 형제만 있었던 건 아니야.
en: I didn’t want all of them to die.

source: 단기간에 인간들이 살 빼는 방법이라 하면 열심히 운동하고 적게 먹으면 되긴 합니다.
en: The way for humans to lose weight quickly is to exercise hard and eat less.

source: 에이, 설마요.
en: No way!

source: 아, 맞다.
en: Oh, right.

source: 울-컥
en: Upset

source: 내가 얼마나...!
en: how much I-!

source: 마계 서열 4위가 레이, 3위가 테이...
en: The demonic realm’s fourth in command is Lei and the third is Tei.

source: 강조 폰트!!{j}천마 전쟁!
en: The Angel-Demon War!{j}

source: 그러니까 네가 내 살을 빼는 역할을 맡아라.
en: So, help me lose my fat.

source: 마룡이잖아?
en: a demon dragon, isn’t he!

source: 인간의 육체란 그런 거 거든요.
en: That’s how human bodies work.

source: 그리고 내가 형.
en: and I’ll be your big bro.

source: 왕께 천벌을 받은 몸인데 새삼스럽게 마족이 무서울 리가 있겠어?
en: I’m currently under divine punishment from the Angel King. Demons don’t compare to that.

source: 그래도 카나스의 황제폐하신데요?
en: He’s still the emperor of Kanas!

source: 최대한 빨리 마계로 돌아가야겠어.
en: ...we must return to the demonic realm as fast as possible.

source: 네, 진심으로 감사드려요.
en: Yes, I truly thank you.

source: 혹시...
en: Are you...

source: 씩이요?
en: each?

source: 이거 진짜 좋은 기회야.
en: this is a really good opportunity.

source: 그 녀석 덕분에 우린 재밌는 모험을 할 수 있게 되었단 말이야.
en: Thanks to that brat, we’re all going to have a fun adventure.

source: 소문의 망나니 왕자가 그렇게 무섭나?
en: Are you that scared of the rumored fiend?

source: 대체 땅요정이란 것들은 어떻게 생긴 거냐?
en: What do they look like?

source: 어떡할까요?
en: what should we do?

source: 야, 너 제대로 안내하고 있는 건 맞냐?
en: you. you’re sure you’re guiding us the right way?

source: 그렇다면 사생아?
en: Is he a bastard child?

source: 그럼 가야지.
en: Let’s go.

source: 저기 봐!
en: look there!

source: 전하, 저들에게 공격을 멈추도록 하겠습니다!
en: your highness, I will make them stop attacking!

source: 저 봐, 저 봐.
en: Look, look there.

source: 이야~ 진짜 대단하다, 너.
en: wow! you’re really something!

source: 율리우스 폐하께선 지금 어디 계시옵니까.
en: where is his majesty, emperor julius?

source: 마탑의 연구실에 불을 지르고 도망 나왔습니다.
en: I set the magic tower’s research lab on fire and fled.

source: 멋칫
en: Stop

source: 네들 맘대로 될 줄 아느냐!
en: you won’t get what you want!

source: 땅요정 여러분!
en: earth fairies?

source: 와아-
en: WOW

source: 저{j}벅
en: Step{j}

source: 당신은...
en: You’re...

source: 프로듀싱 신혜령, 정연기 채색 도움 테조
en: PRODUCTION HYE-RYEONG SHIN, YEON-GI JEON, COLORING ASSISTANT, TEJO

source: 여기까지 와서...
en: It’d be a shame...

source: 새삼 내가 인간세계에 와 있다는 걸 실감하게 되는군.
en: It really hits me that I’m actually in the human realm.

source: 툭-
en: Tap

source: 촤{j}아{j}악
en: swoosh{j}{j}

source: 한 번만 부탁하지라!
en: just once, pleasle!

source: 마탑은 마법사의 탑이라 마탑이 아닙니다!
en: it isn’t a tower of magic and mages!

source: 이 고요한 어둠은?
en: What is this silent darkness?

source: 붉은색...
en: His eyes are...

source: 나라의 하나뿐인 왕자가 이렇게 몸소 방문했는데 나한테는 신경도 안 써?
en: ...doesn’t seem to care that the sole prince of the Kingdom is here.

source: 의심이 전혀 되지 않는 건 아니지만 이 자라가 거짓말을 하는 거 같진 않아.
en: I have my doubts... but this turtle doesn’t seem to be lying.

source: 잠들어 있는 해신을 불러내기 위해 왕가의 피가 필요합니다.
en: To call forth the sleeping Goddess of the Sea, we need the blood of the Royal family.

source: 주륵
en: Drop

source: 이 녀석은 아몬드.
en: this guy is amond.

source: 내가 찾던 땅요정들이다.
en: They’re the earth fairies I was looking for.

source: 천왕을 알고 있는 데다가 인간이 나보고 아가씨랬어?
en: And he even knows the Angel King and called me Miss!

source: 세드나님!
en: miss sedna!

source: 술주정뱅이 여우야.
en: you drunkard fox.

source: 와, 왕자전하.
en: T-the King...

source: 땅요정들에게 무슨 일이 생기면 땅 요정족의 여왕과 제르에이라가 맺은 협약은 깨지게 됩니다.
en: If something were to happen to those earth fairies, the agreement between their queen and Jereilla would break.

source: 내가 치료해줄게!
en: I’ll heal it for you!

source: 체력단련을 하고 싶다.
en: I wish to get stronger.

source: 빈말로 하는 건 아니고?
en: You really mean that?

source: 달이라고?
en: a moon?

source: 너 좀 재밌다.
en: You’re funny.

source: 그 황궁의 썩은 쓰레기들은 그런 나와 가족들을 그냥 두지 않았지.
en: ...the rotten bastards in the palace didn’t leave my family and me alone.

source: 사절단 여러분.
en: Delegation members.

source: 입만 살은 녀석은 아니었군.
en: he isn’t all talk.

source: 사랑은 무슨...
en: Love? yeah right...

source: 마족이여!
en: Demon!

source: 후손을 낳으면 그 후손이, 그 후손이 자식을 낳으면 그 후손이...!
en: Heir after heir, descendant after descendant!

source: 여기에 숨겨진 유산이 바로 저 천계의 피리지라.
en: the heavenly flute... is the very inheritance that’s hidden heerle.

source: 이제 소원 성취한 거지?
en: Now your wish has come true, right?

source: 달이당!
en: it’s the moooon!

source: 뭐 그리 잘났다고 나한테 그러냐구!
en: what makes you think you can treat me this way?!

source: 와아아아!
en: hyaaah!

source: 덕분에 저는 이렇게 바빠 죽을 것 같고 말이죠.
en: and I’m busy cleaning up after her!

source: 그런데 넌 형제들에게 그렇게 데어 놓고선 의형제를 맺고 싶냐?
en: but do you really want a sworn brother? you were hurt by all your brothers until now.

source: 이 돼지 같은 손은?
en: My hands are like a pig’s!

source: 해신제까지 찾지 말라고 서신을 보내더니 우리 아가가 저렇게까지 야위다니요...
en: He sent a letter asking us not to look for him until the festival, but my baby looks gaunt.

source: 제물선에 올라 제르에이라의 영광을 가호하는 해신께
en: I announce the name of the noble one bestowed with the honor...

source: 이런 시건방진 자식.
en: You arrogant jerk.

source: 헤헤, 잘됐다.
en: Hehe, that worked out well.

source: 제발...!
en: Please...!

source: 팟
en: Whoosh

source: 그럼, 출발하자.
en: Then, let’s set off.

source: 난 라지에르를 선택하고 싶어서 선택한 거니까.
en: I chose Lagier because I wanted to.

source: 구경은 재미있었습니까?
en: Did you have fun watching,

source: 오래된 일이라 나도 잊고 있었지라~!
en: it’s been so long... I forgot toool!

source: 뭐...{j}한 번 좀 생각해보고.
en: I’ll... think about it.{j}

source: 제법 흥미로운데?
en: How interesting.

source: 그 차이다.
en: That’s the difference...

source: 나도 알아.
en: I know.

source: 아, 저기 있다!
en: oh, there it is!

source: 우린 계약관계잖아.
en: we’re contracted to each other.

source: 그러니까 천천히 눈을 떠봐.
en: So open your eyes slowly.

source: 전하 이것을...
en: Your Highness, this...

source: 해신과의 계약은 건국 이래 처음이다.
en: This hasn’t happened since the founding of the Kingdom.

source: 바로 준비하겠습니다!
en: We will prepare immediately!

source: 혼자 다니는 것도 생각보다 재밌네, 뭐!
en: Going around by myself is more fun than expected!

source: 신기해...
en: Interesting...

source: 그럼 세드나도 일어났으니 출발하자.
en: then, since sedna’s awake now, let’s go.

source: 히잉~
en: Aw~

source: 뭐든 열과 성을 다하면 에너지는 소모됩니다.
en: With enough passion and diligence, you can burn calories doing anything.

source: 쓰담
en: Pat

source: 넌 이 목소리 안 들려?
en: don’t you hear this voice?

source: 정말 이대로 두고 갈 거야?
en: Are you really going to leave it here?

source: 칸.
en: Khan.

source: 전하가 무사히 돌아오셔서.
en: His Highness has returned safely.

source: 아, 이제 시작되려나 보다.
en: Ah, I guess it’s about to start.

source: 마력으로 살을 빼서 정체를 들키기라도 한다면...
en: if they learn of my identity when I lose weight with magic...

source: 모든 마족의 탄생부터 죽음까지 알아서 기록되지.
en: All deaths and births of demons are automatically recorded.

source: 저는 그냥...
en: I just—

source: 카나스 제국 황제의 전업입니다.
en: You have a message from the emperor of the Kanas Empire.

source: 네 수준이 어떤데?
en: What status?

source: 네가 매달려 있으면 술법을 쓸 수가 없단 말이다!
en: If you cling like that, I have no choice but to use magic on you!

source: 멈칫
en: Stop

source: 마도 공학자들의 말대로 율리우스는 이미 죽었을 가능성이 큽니다.
en: it’s highly likely that julius is already dead as the magical engineers said.

source: 여기에 혼자 남고 싶지 않아.
en: I don’t want to be left here alone.

source: 왕자 전하께 무리가 가지 않도록
en: So as not to exhaust you,

source: 다행이야.{j}천계로 끌려가지 않게 되어서...
en: It’s a relief that I wasn’t taken to the Angelic Realm...{j}

source: 마왕이 자리를 비운 마계니까...
en: The throne has been empty for too long...

source: 그렇다면 이거 다 줄게요.
en: Then I’ll give you all of this.

source: 미아라뇨?
en: A lost baby?

source: 내가 안 도와줘도 될 뻔했나?
en: I guess I didn’t have to help.

source: 쯧, 설마...
en: tsk...

source: 휘온, 테이.
en: Huion, Tei.

source: 저는 목숨을 걸고 이 마서를 전하께 바치는 것이옵니다.
en: I risked my life to bring this to you.

source: 뭘 그렇게 놀라?
en: Why are you so surprised?

source: 그래...{j}이제 알겠어.
en: I see it now...{j}

source: 영 쓸모없다고만 생각했는데 이렇게 쓰일 줄은 몰랐네?
en: ...I thought it was useless. I didn’t expect to use it like this.

source: 으아아아아~!!
en: Wahhhhh!

source: 마음만 먹으면 이딴 세상은 금방 끝장날 텐데!
en: they could end our world if they really wanted to!

source: 뭐라뇨~ 그런 일을 하시려면 저랑 상의를 하시고...!
en: What do you mean, “so what”? You should’ve discussed things with me first!

source: 내 스승이 될 거야 말 거야?
en: Will you be my teacher?

source: 너희들 중에서 혹시 왕이 나가고 싶다는데 반대하는 놈 있냐?!
en: Your queen wants to go out! Do any of you punks oppose?!

source: 덜덜...
en: Tremble

source: 그런데 어째서 왕께선 아직도 계약대행에 묶여계신 겁니까?
en: So why are you still tied down as a proxy?

source: 오~ 여기 땅요정 여왕의 사인도 있네?
en: ooh! even the queen of the earth fairies signed here!

source: 전하, 위험합니다.
en: Your Highness, it’s dangerous.

source: 아까 궁의도 탈진에 호흡곤란이니 푹 쉬어야 한다 말하지 않았습니까.
en: The palace doctor said that you’re fatigued and short of breath, so you should rest well.

source: 그래, 내가 허락하지.
en: Then I’ll give you permission.

source: 매직스톤의 보고이자
en: it is a repository of magic stones...

source: 타
en: Thud

source: 털 썩-
en: Thud

source: 밥이나 먹자.
en: let’s eat something.

source: 해신에게 잘 보여서 나쁠 건 없지.
en: There’s nothing to lose by gaining her favor.

source: 땅요정 보모씨?
en: Mr. Earth Fairy Nanny?

source: 쓰레기도 있고 가끔 시체도 본단 말이야!
en: There’s trash and even dead bodies sometimes!

source: 내가 마족과 계약을 하게 되면 더 큰 포상을 내려주마.
en: If I manage to make a contract with a demon, I’ll reward you handsomely.

source: 촤아아아악
en: Fwwsh

source: 이브가 델 프레데리크 공주.
en: ...princess yvgar del fredake.

source: 말 조심해.
en: Mind your words.

source: 그러면 먼저 해저 터널을 만들 거야.
en: Then we’ll first need to build an underwater tunnel...

source: 제가 말하고자 하는 건 다른 게 아닙니다.
en: what I’m trying to say is very simple.

source: 왕...
en: my ki-

source: 사람들에게 내가 잊혀지지 않았으면 좋겠어.
en: ...that people would not forget about me.

source: 너, 너...
en: Y-you...

source: 하지만 쥐를 사랑하는 사람은 먹이를 주고 귀여워해 주지.
en: But humans who love mice feed and take care of them.

source: 천왕에게 일러바치면 안 돼!!
en: You can’t tell on me to the Angel King!

source: 아.하.하.하.하.
en: aha! ha, ha, ha...

source: 어떻게 타국의 사신이 하는 말만 들으시고 바크만 후작을....
en: how can you do this to the marquis based only on a foreign delegate’s words?

source: 만약 그 녀석이 있다면 이런 고민을 안 해도 될 텐데 말이지.
en: If that brat were here, I wouldn’t have to worry about this.

source: 그렇군.
en: I see.

source: 꿀꺽...
en: Gulp...

source: 감히 우리 종족의 귀한 열매를 훔쳐 간 주제에 뻔뻔하게 그런 소릴!
en: How can you say that after stealing the angels’ precious fruit?

source: 카나스의 황제 폐하를 뵙습니다.
en: our greetings to your majesty, the emperor of kanas.

source: 네, 사실입니다.
en: Yes, that is true.

source: 죽을죄를 지었다?
en: You’ve committed a grave sin?

source: 전하...!
en: Your Highness...!

source: 너희들...
en: Hey, you.

source: 잠깐만...
en: Wait a minute...

source: 뭐, 저 정도는 당연하지 않나요?
en: well, that should be a given, right?

source: 잠시 나랑 산책이나 하자.
en: Let’s take a walk together.

source: 제가 이곳으로 소환되기 전부터 말이에요.
en: Even before I was summoned here.

source: 그러게.
en: Oh right.

source: 지금 이 상황이 전부 나의 탓이다?
en: so this is all my fault.

source: 촤
en: Slash

source: 네 왕으로서의 자질은 아깝지만...
en: it’s a shame because you had potential as a ruler.

source: 아냐, 그런 거라면 마물들 모두에게 통하지 않아야 앞뒤가 맞아.
en: no, that doesn’t make sense. if it were true, my powers shouldn’t work on any of them.

source: 개차반의 뚱보라 하지 않았어?
en: a chubby, dirty pig?

source: 하긴 15살이니 인간으로 치면 꼬마긴 하지.
en: Then again, a 15-year-old human really is a kid.

source: 내가 그냥 그러고 싶었으니까.
en: I just wanted to.

source: 자상한 분이셨어요.
en: He was very courteous.

source: 어떡해야 할지 모르겠네!!
en: I don’t know what I need to do!!

source: 가까이서 보면 다리가 투명해 발밑이 전부 내려다 보인데요.
en: but up close, it is transparent and you can see below your feet.

source: 위기에 처한 내 후손을 도울 수 있는 천사에게 받은 유산인 천계의 피리...
en: ...only this heavenly flute, which I received from an angel, can help my descendants.

source: 이 계약을 완수하고...
en: After I complete this contract...

source: 그렇다는 건 지금 넌 저 인간에게...!!
en: In that case, that means you-!!

source: 건축기술이라...
en: Architectural technology...

source: 세드나 녀석...
en: Sedna...

source: 일정에 관한 건 그쪽에 모두 맡기기로 하지.
en: I’ll let you handle all schedule-related matters.

source: 우리 여왕님의 고유한 능력이에요!
en: Only our queen has it!

source: 해신의 여우님.
en: goddess’s messenger fox.

source: 라지에르!!
en: Lagier!!

source: 아니, 그냥 산책이야.
en: I mean, take a walk around the palace.

source: 체력...
en: Get...

source: 그렇다고 나라의 왕이 될 나에게 도박을 걸어?
en: How dare you make a bet on me, the future king of this country.

source: 정체가...
en: W-what...
